Repository: safiollah/tryton_rest_api
Catalog: modules/account_payment/locale/*.po
Languages: ro

# field:account.configuration,payment_group_sequence:
source: Payment Group Sequence
ro: Secventa Grupului de Plati

# field:account.configuration.payment_group_sequence,company:
source: Company
ro: Companie

# field:account.configuration.payment_group_sequence,payment_group_sequence:
source: Payment Group Sequence
ro: Secventa Grupului de Plati

# field:account.invoice,payment_direct_debit:
source: Direct Debit
ro: Debit Direct

# field:account.move.line,payment_amount:
source: Amount to Pay
ro: Suma de Plata

# field:account.move.line,payment_blocked:
source: Blocked
ro: Blocat

# field:account.move.line,payment_currency:
source: Payment Currency
ro: Moneda de Plată

# field:account.move.line,payment_direct_debit:
source: Direct Debit
ro: Debit Direct

# field:account.move.line,payment_kind:
source: Payment Kind
ro: Fel de Plata

# field:account.move.line,payments:
source: Payments
ro: Plati

# field:account.move.line.create_direct_debit.start,date:
source: Date
ro: Data

# field:account.move.line.pay.ask_journal,company:
source: Company
ro: Companie

# field:account.move.line.pay.ask_journal,currency:
source: Currency
ro: Valută

# field:account.move.line.pay.ask_journal,journal:
source: Journal
ro: Jurnal

# field:account.move.line.pay.ask_journal,journals:
source: Journals
ro: Jurnale

# field:account.move.line.pay.start,date:
source: Date
ro: Data

# field:account.payment,amount:
source: Amount
ro: Suma

# field:account.payment,approved_by:
source: Approved by
ro: Aprobat de

# field:account.payment,company:
source: Company
ro: Companie

# field:account.payment,currency:
source: Currency
ro: Valuta

# field:account.payment,date:
source: Date
ro: Data

# field:account.payment,description:
source: Description
ro: Descriere

# field:account.payment,failed_by:
source: Failure Noted by
ro: Eșec Remarcat de

# field:account.payment,group:
source: Group
ro: Grup

# field:account.payment,journal:
source: Journal
ro: Jurnal

# field:account.payment,kind:
source: Kind
ro: Fel

# field:account.payment,line:
source: Line
ro: Rând

# field:account.payment,origin:
source: Origin
ro: Origine

# field:account.payment,party:
source: Party
ro: Parte

# field:account.payment,process_method:
source: Process Method
ro: Metoda de Procesare

# field:account.payment,state:
source: State
ro: Stare

# field:account.payment,submitted_by:
source: Submitted by
ro: Trimis de

# field:account.payment,succeeded_by:
source: Success Noted by
ro: Succes Remarcat de

# field:account.payment.group,company:
source: Company
ro: Companie

# field:account.payment.group,currency:
source: Currency
ro: Moneda

# field:account.payment.group,journal:
source: Journal
ro: Jurnal

# field:account.payment.group,kind:
source: Kind
ro: Fel

# field:account.payment.group,number:
source: Number
ro: Numar

# field:account.payment.group,payment_amount:
source: Payment Total Amount
ro: Suma Totala de Plata

# field:account.payment.group,payment_amount_succeeded:
source: Payment Succeeded
ro: Plata a Reușit

# field:account.payment.group,payment_complete:
source: Payment Complete
ro: Plata Finalizata

# field:account.payment.group,payment_count:
source: Payment Count
ro: Numar de Plati

# field:account.payment.group,payments:
source: Payments
ro: Plati

# field:account.payment.group,process_method:
source: Process Method
ro: Metoda de Procesare

# field:account.payment.journal,company:
source: Company
ro: Companie

# field:account.payment.journal,currency:
source: Currency
ro: Moneda

# field:account.payment.journal,name:
source: Name
ro: Nume

# field:account.payment.journal,process_method:
source: Process Method
ro: Metoda de Procesare

# field:party.party,payment_direct_debit:
source: Direct Debit
ro: Debit Direct

# field:party.party,payment_direct_debits:
source: Direct Debits
ro: Debite Directe

# field:party.party,payment_identical_parties:
source: Identical Parties
ro: Parti Identice

# field:party.party,reception_direct_debits:
source: Direct Debits
ro: Debite Directe

# field:party.party.payment_direct_debit,company:
source: Company
ro: Companie

# field:party.party.payment_direct_debit,party:
source: Party
ro: Parte

# field:party.party.payment_direct_debit,payment_direct_debit:
source: Direct Debit
ro: Debit Direct

# field:party.party.reception_direct_debit,company:
source: Company
ro: Companie

# field:party.party.reception_direct_debit,currency:
source: Currency
ro: Moneda

# field:party.party.reception_direct_debit,journal:
source: Journal
ro: Jurnal

# field:party.party.reception_direct_debit,party:
source: Party
ro: Parte

# field:party.party.reception_direct_debit,process_method:
source: Process Method
ro: Metoda de Procesare

# help:account.invoice,payment_direct_debit:
source: Check if the invoice is paid by direct debit.
ro: Verifica daca factura este platita prin debit direct.

# help:account.move.line,payment_direct_debit:
source: Check if the line will be paid by direct debit.
ro: Verifica daca linia va fi platita prin debit direct.

# help:account.move.line.create_direct_debit.start,date:
source: Create direct debit for lines due up to this date.
ro: Creează debit direct pentru rândurile scadente până în această dată.

# help:account.move.line.pay.start,date:
source: When the payments are scheduled to happen. Leave empty to use the lines' maturity dates.
ro: Când plățile sunt programate să aibă loc. Lăsați gol pentru a utiliza datele de scadență ale rândurilor.

# help:account.payment.group,payment_amount:
source: The sum of all payment amounts.
ro: Totalul sumelor de plata.

# help:account.payment.group,payment_amount_succeeded:
source: The sum of the amounts of the successful payments.
ro: Totalul sumelor platilor reusite.

# help:account.payment.group,payment_complete:
source: All the payments in the group are complete.
ro: Toate platile din grup sunt complete.

# help:account.payment.group,payment_count:
source: The number of payments in the group.
ro: Numarul de plati din grup.

# help:party.party,payment_direct_debit:
source: Check if supplier does direct debit.
ro: Verificați dacă furnizorul efectuează debitare directă.

# help:party.party,reception_direct_debits:
source: Fill to debit automatically the customer.
ro: Completați pentru a debita automat clientul.

# help:party.party.payment_direct_debit,payment_direct_debit:
source: Check if supplier does direct debit.
ro: Verificați dacă furnizorul efectuează debitare directă.

# model:account.configuration.payment_group_sequence,name:
source: Account Configuration Payment Group Sequence
ro: Secventa Grupului de Plaţi - Configurare Cont

# model:account.move.line.create_direct_debit.start,name:
source: Create Direct Debit
ro: Creare Debit Direct

# model:account.move.line.pay.ask_journal,name:
source: Pay Line
ro: Rând de Plată

# model:account.move.line.pay.start,name:
source: Pay Line
ro: Rând de Plată

# model:account.payment,name:
source: Payment
ro: Plată

# model:account.payment.group,name:
source: Payment Group
ro: Grup de Plati

# model:account.payment.journal,name:
source: Payment Journal
ro: Jurnal de Plati

# model:ir.action,name:act_move_line_form
source: Lines to Pay
ro: Rânduri de Plată

# model:ir.action,name:act_pay_line
source: Pay Lines
ro: Rânduri de Plată

# model:ir.action,name:act_payment_form
source: Payments
ro: Plati

# model:ir.action,name:act_payment_form_group_open
source: Payments
ro: Plati

# model:ir.action,name:act_payment_form_line_relate
source: Payments
ro: Plati

# model:ir.action,name:act_payment_form_payable
source: Payable Payments
ro: Plăţi Furnizor

# model:ir.action,name:act_payment_form_receivable
source: Receivable Payments
ro: Plăţi Client

# model:ir.action,name:act_payment_form_relate_party
source: Payments
ro: Plati

# model:ir.action,name:act_payment_group_form
source: Payment Groups
ro: Grupuri de Plati

# model:ir.action,name:act_payment_journal_form
source: Payment Journals
ro: Jurnale de Plati

# model:ir.action,name:act_process_payments
source: Process Payments
ro: Proceseaza Platile

# model:ir.action,name:wizard_create_direct_debit
source: Create Direct Debit
ro: Creare Debit Direct

# model:ir.action.act_window.domain,name:act_move_line_form_domain_payable
source: Payable
ro: Furnizor

# model:ir.action.act_window.domain,name:act_move_line_form_domain_receivable
source: Receivable
ro: Client

# model:ir.action.act_window.domain,name:act_payment_form_group_open_domain_all
source: All
ro: Tot

# model:ir.action.act_window.domain,name:act_payment_form_group_open_domain_failed
source: Failed
ro: Esuat

source: Processing
ro: Procesare

source: Succeeded
ro: Reusit

# model:ir.action.act_window.domain,name:act_payment_form_payable_domain_all
source: All
ro: Tot

# model:ir.action.act_window.domain,name:act_payment_form_payable_domain_draft
source: Draft
ro: Ciorna

source: Processing
ro: Procesare

source: To Approve
ro: De Aprobat

source: To Process
ro: De Procesat

# model:ir.action.act_window.domain,name:act_payment_form_receivable_domain_all
source: All
ro: Tot

# model:ir.action.act_window.domain,name:act_payment_form_receivable_domain_draft
source: Draft
ro: Ciorna

source: Processing
ro: Procesare

source: To Process
ro: De Procesat

# model:ir.action.act_window.domain,name:act_payment_group_form_domain_all
source: All
ro: Tot

source: Pending
ro: In derulare

# model:ir.message,text:msg_erase_party_pending_payment
source: You cannot erase party "%(party)s" while they have pending payments with company "%(company)s".
ro: Nu puteți șterge partea "%(party)s" în timp ce aceasta are plăți în așteptare cu compania "%(company)s".

# model:ir.message,text:msg_move_cancel_payments
source: The moves "%(moves)s" contain lines with payments, you may want to cancel them before cancelling.
ro: Mișcările "%(moves)s" conțin rânduri cu plăți, vă recomandăm să le anulați înainte.

# model:ir.message,text:msg_move_line_delegate_payments
source: The lines "%(lines)s" have payments, you may want to cancel them before delegating.
ro: Rândurile "%(lines)s" au plăți, vă recomandăm să le anulați înainte de a delega.

# model:ir.message,text:msg_move_line_group_payments
source: The lines "%(lines)s" have payments, you may want to cancel them before grouping.
ro: Rândurile "%(lines)s" au plăți, este posibil să doriți să le anulați înainte de grupare.

# model:ir.message,text:msg_move_line_reschedule_payments
source: The lines "%(lines)s" have payments, you may want to cancel them before rescheduling.
ro: Rândurile "%(lines)s" au plăți, vă recomandăm să le anulați înainte de a reprograma.

# model:ir.message,text:msg_pay_line_blocked
source: Line "%(line)s" is blocked for payment.
ro: Rândul "%(line)s" este blocat pentru plată.

# model:ir.message,text:msg_pay_line_group
source: The lines "%(names)s" for %(party)s could be grouped with the line "%(line)s".
ro: Rândurile "%(names)s" pentru %(party)s pot fi grupate cu rândul "%(line)s".

# model:ir.message,text:msg_payment_delete_draft
source: To delete payment "%(payment)s" you must reset it to draft state.
ro: Pentru a șterge plata "%(payment)s", trebuie să o resetați la starea de ciornă.

# model:ir.message,text:msg_payment_overpay
source: Payment "%(payment)s" overpays line "%(line)s".
ro: Plata "%(payment)s" plătește în exces linia "%(line)s".

# model:ir.message,text:msg_payment_reconciled
source: The line "%(line)s" of payment "%(payment)s" is already reconciled.
ro: Rândul "%(line)s" al plății "%(payment)s" este deja reconciliat.

# model:ir.model.button,confirm:payment_process_wizard_button
source: Are you sure you want to process the payments?
ro: Sigur doriți să procesați plățile?

# model:ir.model.button,string:move_line_pay_button
source: Pay
ro: Plata

# model:ir.model.button,string:move_line_payment_block_button
source: Block
ro: Blocare

# model:ir.model.button,string:move_line_payment_unblock_button
source: Unblock
ro: Deblocare

# model:ir.model.button,string:payment_approve_button
source: Approve
ro: Aproba

# model:ir.model.button,string:payment_draft_button
source: Draft
ro: Ciorna

# model:ir.model.button,string:payment_fail_button
source: Fail
ro: Esuat

# model:ir.model.button,string:payment_group_succeed_button
source: Succeed
ro: Reusit

# model:ir.model.button,string:payment_proceed_button
source: Processing
ro: Procesare

# model:ir.model.button,string:payment_process_wizard_button
source: Process
ro: Proces

# model:ir.model.button,string:payment_submit_button
source: Submit
ro: Trimite

# model:ir.model.button,string:payment_succeed_button
source: Succeed
ro: Reusit

# model:ir.rule.group,name:rule_group_party_reception_direct_debit_companies
source: User in companies
ro: Utilizator in Companii

# model:ir.rule.group,name:rule_group_payment_companies
source: User in companies
ro: Utilizator in Companii

# model:ir.rule.group,name:rule_group_payment_group_companies
source: User in companies
ro: Utilizator in Companii

# model:ir.rule.group,name:rule_group_payment_journal_companies
source: User in companies
ro: Utilizator in Companii

# model:ir.sequence,name:sequence_account_payment_group
source: Default Account Payment Group
ro: Grup de plată implicit pentru cont

# model:ir.sequence.type,name:sequence_type_account_payment_group
source: Account Payment Group
ro: Grup de Plata in Cont

# model:ir.ui.menu,name:menu_create_direct_debit
source: Create Direct Debit
ro: Creare Debit Direct

# model:ir.ui.menu,name:menu_move_line_form
source: Lines to Pay
ro: Randuri de Plata

# model:ir.ui.menu,name:menu_payment_configuration
source: Payments
ro: Plati

# model:ir.ui.menu,name:menu_payment_form_payable
source: Payable Payments
ro: Plăti Furnizor

# model:ir.ui.menu,name:menu_payment_form_receivable
source: Receivable Payments
ro: Plati de Creanta

# model:ir.ui.menu,name:menu_payment_group_form
source: Payment Groups
ro: Grupuri de Plati

# model:ir.ui.menu,name:menu_payment_journal_form
source: Payment Journals
ro: Jurnale de Plati

# model:ir.ui.menu,name:menu_payments
source: Payments
ro: Plati

# model:party.party.payment_direct_debit,name:
source: Party Payment Direct Debit
ro: Debitare Directă de Plată a Părților

# model:party.party.reception_direct_debit,name:
source: Party Reception Direct Debit
ro: Parte Recepţie Debit Direct

# model:res.group,name:group_payment
source: Payment
ro: Plată

# model:res.group,name:group_payment_approval
source: Payment Approval
ro: Aprobare Plata

# selection:account.move.line,payment_kind:
source: Payable
ro: Furnizor

# selection:account.move.line,payment_kind:
source: Receivable
ro: Creanţa

# selection:account.payment,kind:
source: Payable
ro: Furnizor

# selection:account.payment,kind:
source: Receivable
ro: Client

# selection:account.payment,state:
source: Approved
ro: Aprobat

# selection:account.payment,state:
source: Draft
ro: Ciorna

# selection:account.payment,state:
source: Failed
ro: Esuat

# selection:account.payment,state:
source: Processing
ro: In Curs de Procesare

# selection:account.payment,state:
source: Submitted
ro: Depus

# selection:account.payment,state:
source: Succeeded
ro: Reusit

# selection:account.payment.group,kind:
source: Payable
ro: Furnizor

# selection:account.payment.group,kind:
source: Receivable
ro: Creanţe

# view:account.configuration:
source: Payment
ro: Plată

# view:account.move.line.create_direct_debit.start:
source: Create Direct Debit for date
ro: Creare Debit Direct pentru Data de

# view:account.payment.group:
source: Complete
ro: Complet

# view:account.payment.group:
source: Count
ro: Numărare

# view:account.payment.group:
source: Payments Info
ro: Informatii de Plata

# view:account.payment.group:
source: Succeeded
ro: Reusit

# view:account.payment.group:
source: Total Amount
ro: Suma Totala

# view:account.payment:
source: Description
ro: Descriere

# view:account.payment:
source: Other Info
ro: Alte Informatii

# wizard_button:account.move.line.create_direct_debit,start,create_:
source: Create
ro: Creare

# wizard_button:account.move.line.create_direct_debit,start,end:
source: Cancel
ro: Anulare

# wizard_button:account.move.line.pay,ask_journal,end:
source: Cancel
ro: Anulare

# wizard_button:account.move.line.pay,ask_journal,next_:
source: Pay
ro: Plata

# wizard_button:account.move.line.pay,start,end:
source: Cancel
ro: Anuleaza

# wizard_button:account.move.line.pay,start,next_:
source: Pay
ro: Plata
