Repository: safiollah/tryton_rest_api
Catalog: modules/product_measurements/locale/*.po
Languages: ro

# field:product.product,height:
source: Height
ro: Înălţime

# field:product.product,height_uom:
source: Height UoM
ro: UM Înălțime

# field:product.product,length:
source: Length
ro: Lungime

# field:product.product,length_uom:
source: Length UoM
ro: UM Lungime

# field:product.product,volume:
source: Volume
ro: Volum

# field:product.product,volume_uom:
source: Volume UoM
ro: UM Volum

# field:product.product,weight:
source: Weight
ro: Greutate

# field:product.product,weight_uom:
source: Weight UoM
ro: UM Greutate

# field:product.product,width:
source: Width
ro: Lăţime

# field:product.product,width_uom:
source: Width UoM
ro: UM Lățime

# field:product.template,height:
source: Height
ro: Înălţime

# field:product.template,height_uom:
source: Height UoM
ro: UM Înălțime

# field:product.template,length:
source: Length
ro: Lungime

# field:product.template,length_uom:
source: Length UoM
ro: UM Lungime

# field:product.template,volume:
source: Volume
ro: Volum

# field:product.template,volume_uom:
source: Volume UoM
ro: UM Volum

# field:product.template,weight:
source: Weight
ro: Greutate

# field:product.template,weight_uom:
source: Weight UoM
ro: UM Greutate

# field:product.template,width:
source: Width
ro: Lăţime

# field:product.template,width_uom:
source: Width UoM
ro: UM Lățime

# help:product.product,height:
source: Height for 1 default unit of measure.
ro: Înălțime pentru 1 unitate de măsură implicită.

# help:product.product,height_uom:
source: The Unit of Measure for the height.
ro: Unitatea de măsură pentru înălțime.

# help:product.product,length:
source: Length for 1 default unit of measure.
ro: Lungimea pentru 1 unitate de măsură implicită.

# help:product.product,length_uom:
source: The Unit of Measure for the length.
ro: Unitatea de măsură pentru lungime.

# help:product.product,volume:
source: Volume for 1 default unit of measure.
ro: Volumul pentru 1 unitate de măsură implicită.

# help:product.product,volume_uom:
source: The Unit of Measure for the volume.
ro: Unitatea de măsură pentru volum.

# help:product.product,weight:
source: Weight for 1 default unit of measure.
ro: Greutate pentru 1 unitate de măsură implicită.

# help:product.product,weight_uom:
source: The Unit of Measure for the weight.
ro: Unitatea de măsură pentru greutate.

# help:product.product,width:
source: Width for 1 default unit of measure.
ro: Lățimea pentru 1 unitate de măsură implicită.

# help:product.product,width_uom:
source: The Unit of Measure for the width.
ro: Unitatea de măsură pentru lățime.

# help:product.template,height:
source: Height for 1 default unit of measure.
ro: Înălțime pentru 1 unitate de măsură implicită.

# help:product.template,height_uom:
source: The Unit of Measure for the height.
ro: Unitatea de măsură pentru înălțime.

# help:product.template,length:
source: Length for 1 default unit of measure.
ro: Lungimea pentru 1 unitate de măsură implicită.

# help:product.template,length_uom:
source: The Unit of Measure for the length.
ro: Unitatea de măsură pentru lungime.

# help:product.template,volume:
source: Volume for 1 default unit of measure.
ro: Volumul pentru 1 unitate de măsură implicită.

# help:product.template,volume_uom:
source: The Unit of Measure for the volume.
ro: Unitatea de măsură pentru volum.

# help:product.template,weight:
source: Weight for 1 default unit of measure.
ro: Greutate pentru 1 unitate de măsură implicită.

# help:product.template,weight_uom:
source: The Unit of Measure for the weight.
ro: Unitatea de măsură pentru greutate.

# help:product.template,width:
source: Width for 1 default unit of measure.
ro: Lățimea pentru 1 unitate de măsură implicită.

# help:product.template,width_uom:
source: The Unit of Measure for the width.
ro: Unitatea de măsură pentru lățime.

# view:product.template:
source: Measurements
ro: Măsurători

# view:product.template:
source: Measurements for 1 default UoM.
ro: Măsurători pentru 1 UM implicită.
