Repository: safiollah/tryton_rest_api
Catalog: modules/account_export_winbooks/locale/*.po
Languages: ca, es, fr

# field:account.account,winbooks_code:
source: WinBooks Code
ca: Codi WinBooks
es: Código WinBooks
fr: Code WinBooks

# field:account.fiscalyear,winbooks_code:
source: WinBooks Code
ca: Codi WinBooks
es: Código WinBooks
fr: Code WinBooks

# field:account.journal,winbooks_code:
source: WinBooks Code
ca: Codi WinBooks
es: Código WinBooks
fr: Code WinBooks

# field:account.journal,winbooks_code_credit_note:
source: WinBooks Code Credit Note
ca: Codi WinBooks d'abonament
es: Código WinBooks abono
fr: Code WinBooks de note de crédit

# field:account.tax,winbooks_code:
source: WinBooks Code
ca: Codi WinBooks
es: Código WinBooks
fr: Code WinBooks

# field:account.tax.template,winbooks_code:
source: WinBooks Code
ca: Codi WinBooks
es: Código WinBooks
fr: Code WinBooks

# field:party.party,winbooks_customer_identifier:
source: WinBooks Customer Identifier
ca: Identificador client WinBooks
es: Identificador cliente Winbooks
fr: Identifiant client WinBooks

# field:party.party,winbooks_supplier_identifier:
source: WinBooks Supplier Identifier
ca: Identificador proveïdor WinBooks
es: Identificador proveedor WinBooks
fr: Identifiant fournisseur WinBooks

# help:account.journal,winbooks_code_credit_note:
source: The code to use for credit note. Leave empty to use the default code.
ca: El codi a utilitzar per a la nota de crèdit. Deixeu-lo en blanc per utilitzar el codi predeterminat.
es: El código que se utilizará para la nota de crédito. Déjelo vacío para usar el código predeterminado.
fr: Le code à utiliser pour les notes de crédits. Laissez vide pour utiliser le code par défaut.

# model:ir.message,text:msg_account_tax_line_tax_move_line_unique
source: Only one tax line of type "Tax" is allowed per move line.
ca: Només es permet una línia d'impostos del tipus "Impost" per apunt comptable.
es: Sólo se permite una línea de impuestos de tipo "Impuesto" por apunte contable.
fr: Une seule ligne de taxe de type « Taxe » est autorisée par ligne de mouvement.

# model:ir.message,text:msg_party_identifier_winbooks_code_unique
source: The WinBooks identifier must be unique.
ca: L'identificador de WinBooks ha de ser únic.
es: El identificador de WinBooks debe ser único.
fr: L'identifiant WinBooks doit être unique.

# model:ir.message,text:msg_party_identifier_winbooks_party_unique
source: A party can have only one active WinBooks identifier.
ca: Un tercer només pot tenir un identificador de WinBooks actiu.
es: Una tercero sólo puede tener un identificador de WinBooks activo.
fr: Un tiers ne peut avoir qu’un seul identifiant WinBooks actif.

# selection:party.configuration,identifier_types:
source: WinBooks Customer
ca: Client WinBooks
es: Cliente WinBooks
fr: Client WinBooks

# selection:party.configuration,identifier_types:
source: WinBooks Supplier
ca: Proveïdor WinBooks
es: Proveedor WinBooks
fr: Fournisseur WinBooks
