Repository: safiollah/tryton_rest_api
Catalog: modules/stock_product_location_place/locale/*.po
Languages: ca, es

# field:product.product,location_places:
source: Places per Location
ca: Llocs per ubicació
es: Lugares por ubicación

# field:product.template,location_places:
source: Places per Location
ca: Llocs per ubicació
es: Lugares por ubicación

# field:stock.move,from_place:
source: From Place
ca: Del lloc
es: Del lugar

# field:stock.move,to_place:
source: To Place
ca: Al lloc
es: Al lugar

# field:stock.product.location.place,location:
source: Storage Location
ca: Ubicació d'emmagatzematge
es: Ubicación almacenamiento

# field:stock.product.location.place,place:
source: Place
ca: Lloc
es: Lugar

# field:stock.product.location.place,product:
source: Variant
es: Variante

# field:stock.product.location.place,template:
source: Product
ca: Producte
es: Producto

# help:stock.product.location.place,place:
source: The place where the product is always stored in the location.
ca: El lloc on s'emmagatzema sempre el producte a la ubicació.
es: El lugar donde se guarda siempre el producto en la ubicación.

# model:ir.message,text:msg_stock_product_location_unique
source: Only one product place can be defined per location.
ca: Només es pot definir un lloc pel producte per cada ubicació.
es: Solo se puede definir una lugar para cada ubicación.

# model:stock.product.location.place,name:
source: Product Location Place
ca: Lloc ubicació producte
es: Lugar ubicación producto
