Repository: safiollah/tryton_rest_api
Catalog: modules/account_budget/locale/*.po
Languages: ro

# field:account.budget,company:
source: Company
ro: Companie

# field:account.budget,fiscalyear:
source: Fiscal Year
ro: An Fiscal

# field:account.budget,lines:
source: Lines
ro: Randuri

# field:account.budget,name:
source: Name
ro: Nume

# field:account.budget,root_lines:
source: Lines
ro: Randuri

# field:account.budget.context,budget:
source: Budget
ro: Buget

# field:account.budget.context,fiscalyear:
source: Fiscal Year
ro: An Fiscal

# field:account.budget.context,periods:
source: Periods
ro: Perioade

# field:account.budget.copy.start,company:
source: Company
ro: Companie

# field:account.budget.copy.start,fiscalyear:
source: Fiscal Year
ro: An Fiscal

# field:account.budget.copy.start,name:
source: Name
ro: Nume

# field:account.budget.line,account:
source: Account
ro: Cont

# field:account.budget.line,account_type:
source: Account Type
ro: Tip de Cont

# field:account.budget.line,actual_amount:
source: Actual Amount
ro: Suma Reala

# field:account.budget.line,amount:
source: Amount
ro: Suma

# field:account.budget.line,budget:
source: Budget
ro: Buget

# field:account.budget.line,company:
source: Company
ro: Companie

# field:account.budget.line,currency:
source: Currency
ro: Moneda

# field:account.budget.line,current_name:
source: Current Name
ro: Denumirea Curenta

# field:account.budget.line,left:
source: Left
ro: Stanga

# field:account.budget.line,name:
source: Name
ro: Nume

# field:account.budget.line,percentage:
source: Percentage
ro: Procentaj

# field:account.budget.line,periods:
source: Periods
ro: Perioade

# field:account.budget.line,right:
source: Right
ro: Dreapta

# field:account.budget.line,total_amount:
source: Total Amount
ro: Suma Totala

# field:account.budget.line.create_periods.start,method:
source: Method
ro: Metoda

# field:account.budget.line.period,actual_amount:
source: Actual Amount
ro: Suma Reala

# field:account.budget.line.period,budget_line:
source: Budget Line
ro: Rand de Buget

# field:account.budget.line.period,currency:
source: Currency
ro: Moneda

# field:account.budget.line.period,fiscalyear:
source: Fiscal Year
ro: An Fiscal

# field:account.budget.line.period,percentage:
source: Percentage
ro: Procentaj

# field:account.budget.line.period,period:
source: Period
ro: Perioada

# field:account.budget.line.period,ratio:
source: Ratio
ro: Ratie

# field:account.budget.line.period,total_amount:
source: Total Amount
ro: Suma Totala

# help:account.budget,company:
source: The company that the budget is associated with.
ro: Compania cu care este asociat bugetul.

# help:account.budget,fiscalyear:
source: The fiscal year the budget applies to.
ro: Anul fiscal la care se aplica bugetul.

# help:account.budget.copy.start,factor:
source: The percentage to apply to the budget line amounts.
ro: Procentul de aplicat la sumele rândului de buget.

# help:account.budget.copy.start,fiscalyear:
source: The fiscal year during which the new budget will apply.
ro: Anul fiscal in cursul caruia se va aplica noul buget.

# help:account.budget.line,account:
source: The account the budget applies to.
ro: Contul la care se aplica bugetul.

# help:account.budget.line,account_type:
source: The account type the budget applies to.
ro: Tipul de cont la care se aplica bugetul.

# help:account.budget.line,amount:
source: The amount allocated to the budget line.
ro: Suma alocata rândului de buget.

# help:account.budget.line,periods:
source: The periods that contain details of the budget.
ro: Perioada care contine detalii despre buget.

# help:account.budget.line.period,budget_line:
source: The line that the budget period is part of.
ro: Linia din care face parte perioada bugetară.

# help:account.budget.line.period,ratio:
source: The percentage allocated to the budget.
ro: Procentajul alocat la buget.

# model:account.budget,name:
source: Account Budget
ro: Buget Cont

# model:account.budget.context,name:
source: Account Budget Context
ro: Context Buget Cont

# model:account.budget.line.create_periods.start,name:
source: Create Periods
ro: Creare Perioade

# model:ir.action,name:act_budget_form
source: Budgets
ro: Bugete

# model:ir.action,name:act_budget_report
source: Budgets
ro: Bugete

# model:ir.action,name:wizard_budget_line_create_periods
source: Create Periods
ro: Creare Perioade

# model:ir.message,text:msg_budget_line_budget_account_type_unique
source: The account type must be unique for each budget.
ro: Tipul de cont trebuie sa fie unic pentru fiecare buget.

# model:ir.message,text:msg_budget_line_budget_account_unique
source: The account must be unique for each budget.
ro: Contul trebuie sa fie unic pentru fiecare buget.

# model:ir.message,text:msg_budget_line_period_budget_line_period_unique
source: The period must be unique for each budget line.
ro: Perioada trebuie să fie unică pentru fiecare rând de buget.

# model:ir.model.button,string:budget_copy_button
source: Copy
ro: Copiere

# model:ir.model.button,string:budget_line_create_periods_button
source: Create Periods
ro: Creare Perioade

# model:ir.ui.menu,name:menu_budget
source: Budgets
ro: Bugete

# model:ir.ui.menu,name:menu_budget_form
source: Budgets
ro: Bugete

# model:ir.ui.menu,name:menu_budget_report
source: Budgets
ro: Bugete

# model:res.group,name:group_budget
source: Account Budget
ro: Buget Cont

# selection:account.budget.line.create_periods.start,method:
source: Evenly
ro: Uniform

# view:account.budget.line:
source: Name
ro: Nume

# view:account.budget.line:
source: Name:
ro: Nume:

# wizard_button:account.budget.copy,start,copy:
source: Copy
ro: Copiere

# wizard_button:account.budget.copy,start,end:
source: Cancel
ro: Anulare

# wizard_button:account.budget.line.create_periods,start,create_periods:
source: Create
ro: Creare

# wizard_button:account.budget.line.create_periods,start,end:
source: Cancel
ro: Anulare
