Repository: safiollah/tryton_rest_api
Catalog: modules/account_invoice/locale/*.po
Languages: pl

# model:ir.message,text:msg_invoice_number_after
source: To number the invoice "%(invoice)s", you must set an invoice date after "%(date)s" because the sequence "%(sequence)s" has already been used for invoice "%(after_invoice)s".
pl: Aby nadać numer fakturze "%(invoice)s", należy użyć daty wystawienia faktury po "%(date)s", ponieważ sekwencja "%(sequence)s" została już użyta dla faktury "%(after_invoice)s".

# model:ir.message,text:msg_invoice_overpay_paid
source: You cannot overpay invoice "%(invoice)s" because there is no more left to pay.
pl: Nie można nadpłacić faktury "%(invoice)s", ponieważ nie pozostało nic do zapłacenia.

# model:ir.message,text:msg_invoice_pay_amount_greater_amount_to_pay
source: You cannot add a partial payment on invoice "%(invoice)s" with an amount greater than the amount to pay "%(amount_to_pay)s".
pl: Nie można dodać częściowej płatności do faktury "%(invoice)s" z kwotą większą niż kwota do zapłaty "%(amount_to_pay)s".

# model:ir.message,text:msg_invoice_payment_line_unique
source: A payment line can be linked to only one invoice.
pl: Pozycja płatności może być powiązana tylko z jedną fakturą.

# model:ir.message,text:msg_invoice_payment_lines_add_remove_paid
source: You cannot add/remove payment lines on paid invoice "%(invoice)s".
pl: Nie można dodawać/usuwać pozycji płatności na opłaconej fakturze "%(invoice)s".

# model:ir.message,text:msg_invoice_payment_lines_greater_amount
source: Payment lines amount on invoice "%(invoice)s" can not be greater than the invoice amount.
pl: Kwota w pozycjach płatności na fakturze "%(invoice)s" nie może być większa od kwoty na fakturze.

# model:ir.message,text:msg_invoice_payment_term_date_past
source: The invoice "%(invoice)s" generates a payment date "%(date)s" in the past.
pl: Faktura \"%(invoice)s\" tworzy datę płatności \"%(date)s\" w przeszłości.

# model:ir.message,text:msg_invoice_similar
source: The invoice "%(invoice)s" is similar to invoice "%(similar)s".
pl: Faktura "%(invoice)s" jest podobna do faktury "%(similar)s".

# model:ir.message,text:msg_invoice_tax_create_draft
source: You cannot add taxes to invoice "%(invoice)s" because it is no longer in a draft state.
pl: Nie można dodać podatków do faktury "%(invoice)s", ponieważ nie jest już w stanie szkicu.

# model:ir.message,text:msg_invoice_tax_invalid
source: The taxes on invoice "%(invoice)s" are not valid, you must save it again to force them to be recalculated.
pl: Podatki na fakturze "%(invoice)s" są nieprawidłowe, należy ją ponownie zapisać, aby wymusić ich ponowne obliczenie.

# model:ir.message,text:msg_invoice_tax_modify
source: You cannot modify tax "%(tax)s" because its invoice "%(invoice)s" is posted, paid or cancelled.
pl: Nie możesz zmienić podatku "%(tax)s", ponieważ faktura "%(invoice)s" została zaksięgowana, opłacona lub anulowana.

# model:ir.message,text:msg_payment_term_invalid_ratio_divisor
source: The ratio and divisor are not consistent on line "%(line)s".
pl: Współczynnik i dzielnik nie są spójne w pozycji "%(line)s".

# model:ir.message,text:msg_payment_term_missing_last_remainder
source: To save payment term "%(payment_term)s", you must append a last remainder line.
pl: Aby zapisać warunki płatności "%(payment_term)s", należy dodać na końcu pozycję dla pozostałej kwoty.

# model:ir.message,text:msg_payment_term_missing_remainder
source: To compute terms, you must append a remainder line on payment term "%(payment_term)s".
pl: Aby obliczyć warunki, należy dodać pozycję pozostałej kwoty w warunkach płatności "%(payment_term)s".

# model:ir.model.button,confirm:invoice_cancel_button
source: Are you sure you want to cancel the invoices?
pl: Czy na pewno chcesz anulować faktury?

# model:ir.model.button,confirm:invoice_post_button
source: Are you sure you want to post the invoices?
pl: Czy na pewno chcesz wystawić faktury?

# model:ir.model.button,help:invoice_cancel_button
source: Cancel the invoice
pl: Anuluj fakturę

# model:ir.model.button,help:invoice_validate_button
source: Also known as Pro Forma
pl: Znane także jako Pro Forma

# model:ir.model.button,string:invoice_cancel_button
source: Cancel
pl: Anuluj

# model:ir.model.button,string:invoice_delegate_lines_to_pay_button
source: Modify Payee
pl: Zmień odbiorcę płatności

# model:ir.model.button,string:invoice_draft_button
source: Draft
pl: Szkic

# model:ir.model.button,string:invoice_pay_button
source: Pay
pl: Zapłać

# model:ir.model.button,string:invoice_post_button
source: Post
pl: Wystaw

# model:ir.model.button,string:invoice_process_button
source: Process
pl: Przelicz

# model:ir.model.button,string:invoice_reschedule_lines_to_pay_button
source: Reschedule
pl: Zmień termin

# model:ir.model.button,string:invoice_validate_button
source: Validate
pl: Zatwierdź

# model:ir.rule.group,name:rule_group_invoice_companies
source: User in companies
pl: Użytkownik w firmach

# model:ir.rule.group,name:rule_group_invoice_line_companies
source: User in companies
pl: Użytkownik w firmach

# model:ir.rule.group,name:rule_group_invoice_sequence_companies
source: User in companies
pl: Użytkownik w firmach

# model:ir.rule.group,name:rule_group_payment_method_companies
source: User in companies
pl: Użytkownik w firmach

# model:ir.sequence.type,name:sequence_type_account_invoice
source: Invoice
pl: Faktura

# model:ir.ui.menu,name:menu_invoice_in_form
source: Supplier Invoices
pl: Faktury zakupu

# model:ir.ui.menu,name:menu_invoice_out_form
source: Customer Invoices
pl: Faktury sprzedaży

# model:ir.ui.menu,name:menu_invoices
source: Invoices
pl: Faktury

# model:ir.ui.menu,name:menu_payment_method_form
source: Invoice Payment Methods
pl: Metody płatności faktur

# model:ir.ui.menu,name:menu_payment_term_form
source: Payment Terms
pl: Warunki płatności

# model:ir.ui.menu,name:menu_payment_term_test
source: Test Payment Term
pl: Testuj warunki płatności

# model:ir.ui.menu,name:menu_payment_terms_configuration
source: Payment Terms
pl: Warunki płatności

# model:party.party.payment_term,name:
source: Party Payment Term
pl: Warunki płatności strony

# report:account.invoice:
source: Base
pl: Wartość netto

# report:account.invoice:
source: Date
pl: Data

# report:account.invoice:
source: Date:
pl: Data:

# report:account.invoice:
source: Description
pl: Nazwa towaru lub usługi

# report:account.invoice:
source: Description:
pl: Opis:

# report:account.invoice:
source: Draft Invoice
pl: Szkic faktury

# report:account.invoice:
source: Invoice N°:
pl: Faktura VAT nr

# report:account.invoice:
source: Payment Term
pl: Warunki płatności

# report:account.invoice:
source: Pro forma Invoice
pl: Faktura Pro Forma

# report:account.invoice:
source: Quantity
pl: Ilość

# report:account.invoice:
source: Reference
pl: Referencja

# report:account.invoice:
source: Supplier Invoice N°:
pl: Faktura zakupu nr

# report:account.invoice:
source: Tax
pl: Stawka VAT

# report:account.invoice:
source: Taxes
pl: Podatki

# report:account.invoice:
source: Taxes:
pl: Wartość VAT:

# report:account.invoice:
source: Total (excl. taxes):
pl: Wartość netto:

# report:account.invoice:
source: Total:
pl: Wartość brutto:

# report:account.invoice:
source: Unit Price
pl: Cena jednostkowa

# selection:account.invoice,sequence_type_cache:
source: Credit Note
pl: Faktura korygująca

# selection:account.invoice,sequence_type_cache:
source: Invoice
pl: Faktura

# selection:account.invoice,state:
source: Cancelled
pl: Anulowano

# selection:account.invoice,state:
source: Draft
pl: Szkic

# selection:account.invoice,state:
source: Paid
pl: Opłacono

# selection:account.invoice,state:
source: Posted
pl: Wystawiono

# selection:account.invoice,state:
source: Validated
pl: Zatwierdzono

# selection:account.invoice,type:
source: Customer
pl: Klient

# selection:account.invoice,type:
source: Supplier
pl: Dostawca

# selection:account.invoice.line,type:
source: Comment
pl: Komentarz

# selection:account.invoice.line,type:
source: Line
pl: Pozycja

# selection:account.invoice.line,type:
source: Subtotal
pl: Podsuma

# selection:account.invoice.line,type:
source: Title
pl: Tytuł

# selection:account.invoice.pay.ask,type:
source: Overpayment
pl: Nadpłata

# selection:account.invoice.pay.ask,type:
source: Partial Payment
pl: Płatność częściowa

# selection:account.invoice.payment_term.line,type:
source: Fixed
pl: Stały

# selection:account.invoice.payment_term.line,type:
source: Percentage on Remainder
pl: Procent pozostałej kwoty

# selection:account.invoice.payment_term.line,type:
source: Percentage on Total
pl: Procent od całości

# selection:account.invoice.payment_term.line,type:
source: Remainder
pl: Pozostała kwota

# view:account.invoice.credit.start:
source: Are you sure to credit these/this invoice(s)?
pl: Czy na pewno wystawić fakturę korygującą do tej faktury / tych faktur?

# view:account.invoice.line:
source: General
pl: Ogólne

# view:account.invoice.line:
source: Notes
pl: Notatki

# view:account.invoice.payment_term.line.delta:
source: Operations are applied in this displayed order.
pl: Operacje są wykonywane w kolejności wyświetlanej.

# view:account.invoice.report.revision:
source: Time
pl: Czas

# view:account.invoice:
source: Invoice
pl: Faktura

# view:account.invoice:
source: Other Info
pl: Inne informacje

# view:account.invoice:
source: Payment
pl: Płatność

# view:account.invoice:
source: Tax Identifier:
pl: Identyfikator podatkowy:

# view:company.company:
source: Invoice
pl: Faktura

# view:party.party:
source: Payment Terms
pl: Warunki płatności

# wizard_button:account.invoice.credit,start,credit:
source: Credit
pl: Wystaw fakturę korygującą

# wizard_button:account.invoice.credit,start,end:
source: Cancel
pl: Anuluj

# wizard_button:account.invoice.pay,ask,end:
source: Cancel
pl: Anuluj

# wizard_button:account.invoice.pay,start,end:
source: Cancel
pl: Anuluj

# wizard_button:account.invoice.payment_term.test,test,end:
source: Close
pl: Zamknij
