Repository: safiollah/tryton_rest_api
Catalog: modules/account_invoice/locale/*.po
Languages: pl

# field:account.configuration,default_customer_payment_term:
source: Default Customer Payment Term
pl: Domyślne warunki płatności klienta

# field:account.configuration.default_payment_term,company:
source: Company
pl: Firma

# field:account.configuration.default_payment_term,default_customer_payment_term:
source: Default Customer Payment Term
pl: Domyślne warunki płatności klienta

# field:account.fiscalyear,invoice_sequences:
source: Invoice Sequences
pl: Sekwencje faktur

# field:account.fiscalyear.invoice_sequence,company:
source: Company
pl: Firma

# field:account.fiscalyear.invoice_sequence,fiscalyear:
source: Fiscal Year
pl: Rok podatkowy

# field:account.fiscalyear.invoice_sequence,in_credit_note_sequence:
source: Supplier Credit Note Sequence
pl: Sekwencja faktury korygującej zakupowej

# field:account.fiscalyear.invoice_sequence,in_invoice_sequence:
source: Supplier Invoice Sequence
pl: Sekwencja faktury zakupowej

# field:account.fiscalyear.invoice_sequence,out_credit_note_sequence:
source: Customer Credit Note Sequence
pl: Sekwencja faktury korygującej sprzedażowej

# field:account.fiscalyear.invoice_sequence,out_invoice_sequence:
source: Customer Invoice Sequence
pl: Sekwencja faktury sprzedażowej

# field:account.fiscalyear.invoice_sequence,period:
source: Period
pl: Okres

# field:account.invoice,account:
source: Account
pl: Konto

# field:account.invoice,accounting_date:
source: Accounting Date
pl: Data księgowania

# field:account.invoice,additional_moves:
source: Additional Moves
pl: Dodatkowe zapisy

# field:account.invoice,allow_cancel:
source: Allow Cancel Invoice
pl: Zezwalaj na anulowanie faktury

# field:account.invoice,alternative_payees:
source: Alternative Payee
pl: Alternatywny odbiorca płatności

# field:account.invoice,amount_to_pay:
source: Amount to Pay
pl: Należność

# field:account.invoice,amount_to_pay_today:
source: Amount to Pay Today
pl: Należność płatna dzisiaj

# field:account.invoice,cancel_move:
source: Cancel Move
pl: Anuluj zapis

# field:account.invoice,comment:
source: Comment
pl: Komentarz

# field:account.invoice,company:
source: Company
pl: Firma

# field:account.invoice,currency:
source: Currency
pl: Waluta

# field:account.invoice,currency_date:
source: Currency Date
pl: Data waluty

# field:account.invoice,description:
source: Description
pl: Opis

# field:account.invoice,has_account_move:
source: Has Account Move
pl: Posiada zapis księgowy

# field:account.invoice,has_payment_method:
source: Has Payment Method
pl: Posiada metodę płatności

# field:account.invoice,invoice_address:
source: Invoice Address
pl: Adres faktury

# field:account.invoice,invoice_date:
source: Invoice Date
pl: Data wystawienia

# field:account.invoice,invoice_report_cache:
source: Invoice Report
pl: Wydruk faktury

# field:account.invoice,invoice_report_cache_id:
source: Invoice Report ID
pl: ID wydruku faktury

# field:account.invoice,invoice_report_format:
source: Invoice Report Format
pl: Format wydruku faktury

# field:account.invoice,invoice_report_revisions:
source: Invoice Report Revisions
pl: Przegląd wydruków faktur

# field:account.invoice,journal:
source: Journal
pl: Dziennik

# field:account.invoice,line_lines:
source: Line - Lines
pl: Pozycja - pozycje

# field:account.invoice,lines:
source: Lines
pl: Pozycje

# field:account.invoice,lines_to_pay:
source: Lines to Pay
pl: Pozycje do zapłaty

# field:account.invoice,move:
source: Move
pl: Zapis

# field:account.invoice,number:
source: Number
pl: Numer

# field:account.invoice,origins:
source: Origins
pl: Źródła

# field:account.invoice,party:
source: Party
pl: Strona

# field:account.invoice,party_lang:
source: Party Language
pl: Język strony

# field:account.invoice,party_tax_identifier:
source: Party Tax Identifier
pl: Identyfikator podatkowy strony

# field:account.invoice,payment_lines:
source: Payment Lines
pl: Pozycje płatności

# field:account.invoice,payment_term:
source: Payment Term
pl: Termin płatności

# field:account.invoice,payment_term_date:
source: Payment Term Date
pl: Data terminu płatności

# field:account.invoice,posted_by:
source: Posted By
pl: Wystawione przez

# field:account.invoice,reconciled:
source: Reconciled
pl: Uzgodnione

# field:account.invoice,reconciliation_lines:
source: Payment Lines
pl: Pozycje płatności

# field:account.invoice,reference:
source: Reference
pl: Referencja

# field:account.invoice,sequence:
source: Sequence
pl: Sekwencja

# field:account.invoice,state:
source: State
pl: Stan

# field:account.invoice,tax_amount:
source: Tax
pl: Wartość VAT

# field:account.invoice,tax_identifier:
source: Tax Identifier
pl: Identyfikator podatkowy

# field:account.invoice,taxes:
source: Tax Lines
pl: Pozycje podatku

# field:account.invoice,total_amount:
source: Total
pl: Wartość brutto

# field:account.invoice,type:
source: Type
pl: Typ

# field:account.invoice,type_name:
source: Type
pl: Typ

# field:account.invoice,untaxed_amount:
source: Untaxed
pl: Wartość netto

# field:account.invoice,validated_by:
source: Validated By
pl: Zatwierdzone przez

# field:account.invoice-account.move.line,invoice:
source: Invoice
pl: Faktura

# field:account.invoice-account.move.line,invoice_account:
source: Invoice Account
pl: Konto faktury

# field:account.invoice-account.move.line,invoice_alternative_payees:
source: Invoice Alternative Payees
pl: Alternatywni odbiorcy faktury

# field:account.invoice-account.move.line,invoice_party:
source: Invoice Party
pl: Strona faktury

# field:account.invoice-account.move.line,line:
source: Payment Line
pl: Pozycja płatności

# field:account.invoice-additional-account.move,invoice:
source: Invoice
pl: Faktura

# field:account.invoice-additional-account.move,move:
source: Additional Move
pl: Dodatkowy zapis

# field:account.invoice.alternative_payee,invoice:
source: Invoice
pl: Faktura

# field:account.invoice.alternative_payee,party:
source: Payee
pl: Odbiorca płatności

# field:account.invoice.credit.start,invoice_date:
source: Invoice Date
pl: Data faktury

# field:account.invoice.credit.start,with_refund:
source: With Refund
pl: Ze zwrotem środków pięnieżnych

# field:account.invoice.credit.start,with_refund_allowed:
source: With Refund Allowed
pl: Dopuszczony zwrot środków pięnieżnych

# field:account.invoice.line,account:
source: Account
pl: Konto

# field:account.invoice.line,amount:
source: Amount
pl: Wartość netto

# field:account.invoice.line,company:
source: Company
pl: Firma

# field:account.invoice.line,currency:
source: Currency
pl: Waluta

# field:account.invoice.line,description:
source: Description
pl: Opis

# field:account.invoice.line,invoice:
source: Invoice
pl: Faktura

# field:account.invoice.line,invoice_description:
source: Invoice Description
pl: Opis faktury

# field:account.invoice.line,invoice_party:
source: Party
pl: Strona

# field:account.invoice.line,invoice_state:
source: Invoice State
pl: Stan faktury

# field:account.invoice.line,invoice_taxes:
source: Invoice Taxes
pl: Podatki faktury

# field:account.invoice.line,invoice_type:
source: Invoice Type
pl: Typ faktury

# field:account.invoice.line,note:
source: Note
pl: Notatka

# field:account.invoice.line,origin:
source: Origin
pl: Źródło

# field:account.invoice.line,party:
source: Party
pl: Strona

# field:account.invoice.line,party_lang:
source: Party Language
pl: Język strony

# field:account.invoice.line,product:
source: Product
pl: Produkt

# field:account.invoice.line,product_uom_category:
source: Product UoM Category
pl: Kategoria j.m. produktu

# field:account.invoice.line,quantity:
source: Quantity
pl: Ilość

# field:account.invoice.line,summary:
source: Summary
pl: Podsumowanie

# field:account.invoice.line,taxes:
source: Taxes
pl: Podatki

# field:account.invoice.line,taxes_date:
source: Taxes Date
pl: Data podatku

# field:account.invoice.line,taxes_deductible_rate:
source: Taxes Deductible Rate
pl: Stawka podatku podlegająca odliczeniu

# field:account.invoice.line,type:
source: Type
pl: Typ

# field:account.invoice.line,unit:
source: Unit
pl: Jednostka miary

# field:account.invoice.line,unit_price:
source: Unit Price
pl: Cena jednostkowa

# field:account.invoice.line-account.tax,line:
source: Invoice Line
pl: Pozycja faktury

# field:account.invoice.line-account.tax,tax:
source: Tax
pl: Podatek

# field:account.invoice.pay.ask,amount:
source: Payment Amount
pl: Kwota płatności

# field:account.invoice.pay.ask,company:
source: Company
pl: Firma

# field:account.invoice.pay.ask,currency:
source: Currency
pl: Waluta

# field:account.invoice.pay.ask,invoice:
source: Invoice
pl: Faktura

# field:account.invoice.pay.ask,lines:
source: Lines
pl: Pozycje

# field:account.invoice.pay.ask,lines_to_pay:
source: Lines to Pay
pl: Pozycje do zapłaty

# field:account.invoice.pay.ask,payment_lines:
source: Payment Lines
pl: Pozycje płatności

# field:account.invoice.pay.ask,type:
source: Type
pl: Typ

# field:account.invoice.pay.start,amount:
source: Amount
pl: Kwota

# field:account.invoice.pay.start,company:
source: Company
pl: Firma

# field:account.invoice.pay.start,currency:
source: Currency
pl: Waluta

# field:account.invoice.pay.start,date:
source: Date
pl: Data

# field:account.invoice.pay.start,description:
source: Description
pl: Opis

# field:account.invoice.pay.start,invoice_account:
source: Invoice Account
pl: Konto faktury

# field:account.invoice.pay.start,payee:
source: Payee
pl: Odbiorca płatności

# field:account.invoice.pay.start,payment_method:
source: Payment Method
pl: Metoda płatności

# field:account.invoice.payment.method,company:
source: Company
pl: Firma

# field:account.invoice.payment.method,credit_account:
source: Credit Account
pl: Konto Ma

# field:account.invoice.payment.method,debit_account:
source: Debit Account
pl: Konto Wn

# field:account.invoice.payment.method,journal:
source: Journal
pl: Dziennik

# field:account.invoice.payment.method,name:
source: Name
pl: Nazwa

# field:account.invoice.payment_term,description:
source: Description
pl: Opis

# field:account.invoice.payment_term,lines:
source: Lines
pl: Pozycje

# field:account.invoice.payment_term,name:
source: Name
pl: Nazwa

# field:account.invoice.payment_term.line,amount:
source: Amount
pl: Kwota

# field:account.invoice.payment_term.line,currency:
source: Currency
pl: Waluta

# field:account.invoice.payment_term.line,divisor:
source: Divisor
pl: Dzielnik

# field:account.invoice.payment_term.line,payment:
source: Payment Term
pl: Warunki płatności

# field:account.invoice.payment_term.line,ratio:
source: Ratio
pl: Współczynnik

# field:account.invoice.payment_term.line,relativedeltas:
source: Deltas
pl: Delty

# field:account.invoice.payment_term.line,type:
source: Type
pl: Typ

# field:account.invoice.payment_term.line.delta,day:
source: Day of Month
pl: Dzień miesiąca

# field:account.invoice.payment_term.line.delta,days:
source: Number of Days
pl: Liczba dni

# field:account.invoice.payment_term.line.delta,line:
source: Payment Term Line
pl: Pozycja terminu płatności

# field:account.invoice.payment_term.line.delta,month:
source: Month
pl: Miesiąc

# field:account.invoice.payment_term.line.delta,months:
source: Number of Months
pl: Liczba miesięcy

# field:account.invoice.payment_term.line.delta,weekday:
source: Day of Week
pl: Dzień tygodnia

# field:account.invoice.payment_term.line.delta,weeks:
source: Number of Weeks
pl: Liczba tygodni

# field:account.invoice.payment_term.test,amount:
source: Amount
pl: Kwota

# field:account.invoice.payment_term.test,currency:
source: Currency
pl: Waluta

# field:account.invoice.payment_term.test,date:
source: Date
pl: Data

# field:account.invoice.payment_term.test,payment_term:
source: Payment Term
pl: Warunki płatności

# field:account.invoice.payment_term.test,result:
source: Result
pl: Wynik

# field:account.invoice.payment_term.test.result,amount:
source: Amount
pl: Kwota

# field:account.invoice.payment_term.test.result,currency:
source: Currency
pl: Waluta

# field:account.invoice.payment_term.test.result,date:
source: Date
pl: Data

# field:account.invoice.report.revision,date:
source: Date
pl: Data

# field:account.invoice.report.revision,filename:
source: File Name
pl: Nazwa pliku

# field:account.invoice.report.revision,invoice:
source: Invoice
pl: Faktura

# field:account.invoice.report.revision,invoice_report_cache:
source: Invoice Report
pl: Wydruk faktury

# field:account.invoice.report.revision,invoice_report_cache_id:
source: Invoice Report ID
pl: ID wydruku faktury

# field:account.invoice.report.revision,invoice_report_format:
source: Invoice Report Format
pl: Format wydruku faktury

# field:account.invoice.tax,account:
source: Account
pl: Konto

# field:account.invoice.tax,amount:
source: Amount
pl: Kwota

# field:account.invoice.tax,base:
source: Base
pl: Wartość netto

# field:account.invoice.tax,currency:
source: Currency
pl: Waluta

# field:account.invoice.tax,description:
source: Description
pl: Opis

# field:account.invoice.tax,invoice:
source: Invoice
pl: Faktura

# field:account.invoice.tax,invoice_state:
source: Invoice State
pl: Stan faktury

# field:account.invoice.tax,legal_notice:
source: Legal Notice
pl: Nota prawna

# field:account.invoice.tax,manual:
source: Manual
pl: Ręcznie

# field:account.invoice.tax,sequence_number:
source: Sequence Number
pl: Numer sekwencji

# field:account.invoice.tax,tax:
source: Tax
pl: Podatek

# field:account.move.line,invoice_payment:
source: Invoice Payment
pl: Płatność za fakturę

# field:account.move.line,invoice_payments:
source: Invoice Payments
pl: Płatności za faktury

# field:company.company,cancel_invoice_out:
source: Cancel Customer Invoice
pl: Anuluj fakturę sprzedaży

# field:company.company,purchase_taxes_expense:
source: Purchase Taxes as Expense
pl: Podatki od zakupów jako koszt

# field:party.address,invoice:
source: Invoice
pl: Faktura

# field:party.contact_mechanism,invoice:
source: Invoice
pl: Faktura

# field:party.party,customer_payment_term:
source: Customer Payment Term
pl: Warunki płatności odbiorcy

# field:party.party,payment_terms:
source: Payment Terms
pl: Warunki płatności

# field:party.party,supplier_payment_term:
source: Supplier Payment Term
pl: Warunki płatności dostawcy

# field:party.party.payment_term,customer_payment_term:
source: Customer Payment Term
pl: Warunki płatności klienta

# field:party.party.payment_term,party:
source: Party
pl: Strona

# field:party.party.payment_term,supplier_payment_term:
source: Supplier Payment Term
pl: Warunki płatności dostawcy

# help:account.invoice,payment_term_date:
source: The date from which the payment term is calculated. Leave empty to use the invoice date.
pl: Data od której jest wyliczany termin płatności. Pozostaw puste pole, aby użyć daty wystawienia faktury.

# help:account.invoice.credit.start,with_refund:
source: If true, the current invoice(s) will be cancelled.
pl: Jeśli zaznaczono, bieżąca(-e) faktura(-y) zostaną anulowane.

# help:account.invoice.line,product_uom_category:
source: The category of Unit of Measure for the product.
pl: Kategoria jednostki miary produktu.

# help:account.invoice.line,taxes_date:
source: The date at which the taxes are computed. Leave empty for the accounting date.
pl: Dzień, w którym będą wyliczane podatki. Pozostaw puste pole, aby użyć daty księgowania.

# help:company.company,cancel_invoice_out:
source: Allow cancelling move of customer invoice.
pl: Pozwól na anulowanie dowodu księgowego faktury sprzedaży.

# help:company.company,purchase_taxes_expense:
source: Check to book purchase taxes as expense.
pl: Zaznacz, aby zaksięgować podatek od zakupu jako koszt.

# model:account.configuration.default_payment_term,name:
source: Account Configuration Default Payment Term
pl: Domyślne warunki płatności konfiguracji konta

# model:account.fiscalyear.invoice_sequence,name:
source: Invoice Sequence
pl: Sekwencja faktury

# model:account.invoice,name:
source: Invoice
pl: Faktura

# model:account.invoice-account.move.line,name:
source: Invoice - Payment Line
pl: Faktura - pozycja płatności

# model:account.invoice-additional-account.move,name:
source: Invoice Additional Move
pl: Dodatkowy zapis faktury

# model:account.invoice.alternative_payee,name:
source: Invoice Alternative Payee
pl: Alternatywny odbiorca faktury

# model:account.invoice.credit.start,name:
source: Credit Invoice
pl: Faktura korygująca

# model:account.invoice.line,name:
source: Invoice Line
pl: Pozycja faktury

# model:account.invoice.line-account.tax,name:
source: Invoice Line - Tax
pl: Pozycja faktury - podatek

# model:account.invoice.pay.ask,name:
source: Pay Invoice
pl: Opłać fakturę

# model:account.invoice.pay.start,name:
source: Pay Invoice
pl: Opłać fakturę

# model:account.invoice.payment.method,name:
source: Payment Method
pl: Metoda płatności

# model:account.invoice.payment_term,name:
source: Payment Term
pl: Warunki płatności

# model:account.invoice.payment_term.line,name:
source: Payment Term Line
pl: Pozycja warunków płatności

# model:account.invoice.payment_term.line.delta,name:
source: Payment Term Line Relative Delta
pl: Względny okres pozycji warunków płatności

# model:account.invoice.payment_term.test,name:
source: Test Payment Term
pl: Testuj warunki płatności

# model:account.invoice.payment_term.test.result,name:
source: Test Payment Term
pl: Testuj warunki płatności

# model:account.invoice.report.revision,name:
source: Invoice Report Revision
pl: Wersja wydruku faktury

# model:account.invoice.tax,name:
source: Invoice Tax
pl: Podatek faktury

# model:ir.action,name:act_delegate_lines_to_pay_wizard
source: Delegate Lines to Pay
pl: Delegowane pozycje do zapłaty

# model:ir.action,name:act_invoice_form
source: Invoices
pl: Faktury

# model:ir.action,name:act_invoice_in_form
source: Supplier Invoices
pl: Faktury zakupu

# model:ir.action,name:act_invoice_relate
source: Invoices
pl: Faktury

# model:ir.action,name:act_payment_method_form
source: Invoice Payment Methods
pl: Metody płatności faktur

# model:ir.action,name:act_payment_term_form
source: Payment Terms
pl: Warunki płatności

# model:ir.action,name:act_reschedule_lines_to_pay_wizard
source: Reschedule Lines to Pay
pl: Przeplanuj pozycje do zapłaty

# model:ir.action,name:credit
source: Credit
pl: Faktura korygująca

# model:ir.action,name:refresh_invoice_report_wizard
source: Invoice (revised)
pl: Faktura (poprawiona)

# model:ir.action,name:report_invoice
source: Invoice
pl: Faktura

# model:ir.action,name:wizard_pay
source: Pay Invoice
pl: Opłać fakturę

# model:ir.action,name:wizard_payment_term_test
source: Test Payment Term
pl: Testuj warunki płatności

# model:ir.action.act_window.domain,name:act_invoice_in_domain_all
source: All
pl: Wszystkie

# model:ir.action.act_window.domain,name:act_invoice_in_domain_draft
source: Draft
pl: Szkic

# model:ir.action.act_window.domain,name:act_invoice_in_domain_posted
source: Posted
pl: Wystawione

# model:ir.action.act_window.domain,name:act_invoice_in_domain_validated
source: Validated
pl: Zatwierdzone

# model:ir.action.act_window.domain,name:act_invoice_out_domain_draft
source: Draft
pl: Szkic

# model:ir.action.act_window.domain,name:act_invoice_out_domain_posted
source: Posted
pl: Wystawione

# model:ir.action.act_window.domain,name:act_invoice_out_domain_validated
source: Validated
pl: Zatwierdzone

# model:ir.action.act_window.domain,name:act_invoice_relate_all
source: All
pl: Wszystkie

# model:ir.action.act_window.domain,name:act_invoice_relate_paid
source: Paid
pl: Opłacone

# model:ir.action.act_window.domain,name:act_invoice_relate_pending
source: Pending
pl: W toku

# model:ir.message,text:msg_cancel_invoice_move
source: The moves "%(moves)s" have the posted invoices "%(invoices)s" as origin.
pl: Zapisy "%(moves)s" pochodzą z wystawionych faktur "%(invoices)s".

# model:ir.message,text:msg_cancel_invoice_move_description
source: Cancelling them will reconcile the move lines thus paying the invoices. You might want to cancel the invoices first.
pl: Anulowanie spowoduje uzgodnienie pozycji zapisu, a tym samym płatność powiązanych faktur. Aby tego uniknąć, należy najpierw anulować faktury.

# model:ir.message,text:msg_close_period_non_posted_invoices
source: To close the periods you must post the invoices "%(invoices)s".
pl: Aby zamknąć okresy należy zaksięgować faktury "%(invoices)s".

# model:ir.message,text:msg_erase_party_pending_invoice
source: You cannot erase party "%(party)s" while they have pending invoices with company "%(company)s".
pl: Nie można usunąć strony "%(party)s" ponieważ istnieją faktury w toku z firmą "%(company)s".

# model:ir.message,text:msg_invoice_credit_refund_not_posted
source: You cannot refund invoice "%(invoice)s" because it is not posted.
pl: Nie można zwrócić środków za fakturę "%(invoice)s", ponieważ nie została ona zaksięgowana.

# model:ir.message,text:msg_invoice_currency_exchange_credit_account_missing
source: To post invoice "%(invoice)s", you must define a currency exchange credit account for "%(company)s".
pl: Aby zaksięgować fakturę "%(invoice)s", należy zdefiniować konto księgowe wymiany walut typu Ma dla "%(company)s".

# model:ir.message,text:msg_invoice_currency_exchange_debit_account_missing
source: To post invoice "%(invoice)s", you must define a currency exchange debit account for "%(company)s".
pl: Aby zaksięgować fakturę "%(invoice)s", należy zdefiniować konto księgowe wymiany walut typu Winien dla "%(company)s".

# model:ir.message,text:msg_invoice_customer_cancel_move
source: You cannot cancel customer invoice "%(invoice)s" because it is posted and company setup does not allow it.
pl: Nie możesz anulować faktury sprzedaży "%(invoice)s" ponieważ jest zaksięgowana a ustawienia firmowe na to nie pozwalają.

# model:ir.message,text:msg_invoice_date_future
source: The invoices "%(invoices)s" have an invoice date in the future.
pl: Faktury "%(invoices)s" mają datę wystawienia w przyszłości.

# model:ir.message,text:msg_invoice_default_taxes
source: The invoice "%(invoice)s" does not have the default taxes for %(lines)s.
pl: Faktura "%(invoice)s" nie posiada domyślnych podatków dla %(lines)s.

# model:ir.message,text:msg_invoice_delete_cancel
source: To delete invoice "%(invoice)s" you must cancel it.
pl: Aby usunąć fakturę "%(invoice)s" należy ją najpierw anulować.

# model:ir.message,text:msg_invoice_delete_numbered
source: You cannot delete invoice "%(invoice)s" because it has a number.
pl: Nie można usunąć faktury "%(invoice)s" ponieważ ma przypisany numer.

# model:ir.message,text:msg_invoice_line_create_draft
source: You cannot add lines to invoice "%(invoice)s" because it is no longer in a draft state.
pl: Nie można dodać pozycji do faktury "%(invoice)s", ponieważ nie jest już ona w stanie szkicu.

# model:ir.message,text:msg_invoice_line_modify
source: You cannot modify line "%(line)s" because its invoice "%(invoice)s" is posted, paid or cancelled.
pl: Nie można zmienić pozycji "%(line)s", ponieważ faktura "%(invoice)s" jest zaksięgowana, opłacona lub anulowana.

# model:ir.message,text:msg_invoice_line_tax_unique
source: A tax can be added only once to an invoice line.
pl: Podatek można dodać do pozycji faktury tylko raz.

# model:ir.message,text:msg_invoice_modify
source: You cannot modify invoice "%(invoice)s" because it is posted, paid or cancelled.
pl: Nie można zmienić faktury "%(invoice)s", ponieważ jest zaksięgowana, opłacona lub anulowana.

# model:ir.message,text:msg_invoice_no_sequence
source: To post invoice "%(invoice)s", you must define a sequence on fiscal year "%(fiscalyear)s".
pl: Aby zaksięgować fakturę "%(invoice)s", należy zdefiniować sekwencję w roku podatkowym "%(fiscalyear)s".
